[
  {
    "image":
      "https://upload.wikimedia.org/wikipedia/commons/d/d5/Scottish_Events_Campus_and_the_River_Clyde_%28geograph_6725730%29.jpg",
    "nameCity": "Glasgow",
    "description":
      "Glasgow is a port city on the River Clyde in Scotland's western Lowlands. It's famed for its Victorian and art nouveau architecture, a rich legacy of the city's 18th–20th-century prosperity due to trade and shipbuilding. Today it's a national cultural hub, home to institutions including the Scottish Opera, Scottish Ballet and National Theatre of Scotland, as well as acclaimed museums and a thriving music scene",
      "link": "https://peoplemakeglasgow.com/"
  },
  {
    "image":
      "https://external-preview.redd.it/v1QlXkukoWVZt2TLm6u21JINaKUqWy1K2ogIbavBc2c.jpg?auto=webp&s=7ceae53f0785b93018618e0bf033196a4f20f571",
    "nameCity": "Manchester",
    "description":
      "Manchester is a major city in the northwest of England with a rich industrial heritage. The Castlefield conservation area’s 18th-century canal system recalls the city’s days as a textile powerhouse, and visitors can trace this history at the interactive Museum of Science & Industry. The revitalised Salford Quays dockyards now house the Daniel Libeskind-designed Imperial War Museum North and the Lowry cultural centre. ",
      "link": "https://www.visitmanchester.com/"
  },
  {
    "image":
      "https://www.history.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cq_auto:good%2Cw_1200/MTYyNDg1MjE3MTI1Mjc5Mzk4/topic-london-gettyimages-760251843-promo.jpg",
    "nameCity": "London",
    "description":
      "London, the capital of England and the United Kingdom, is a 21st-century city with history stretching back to Roman times. At its centre stand the imposing Houses of Parliament, the iconic ‘Big Ben’ clock tower and Westminster Abbey, site of British monarch coronations. Across the Thames River, the London Eye observation wheel provides panoramic views of the South Bank cultural complex, and the entire city",
      "link": "https://www.visitlondon.com/"
  }
]
